Repository: turing95/data_sharing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: You already have an account with {provider.name}, reconnect or disconnect the existing one.
it: Hai già un account con {provider.name}, riconnetti o disconneti quello esistente.

source: English
it: Inglese

source: Italian
it: Italiano

source: Page Not Found
it: Pagina Non Trovata

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
it: La pagina che stai cercando potrebbe essere stata rimossa, aver cambiato nome o essere temporaneamente non disponibile.

source: Internal Server Error
it: Errore Interno del Server

source: Something went wrong on our end. Please try again later or contact support if the problem persists.
it: Qualcosa è andato storto da parte nostra. Prova di nuovo più tardi o contatta il supporto se il problema persiste.

source: Kezyy - Effortless File Collection
it: Kezyy - Gestione Documenti Senza Sforzo

source: Kezyy simplifies file collection, allowing you to effortlessly receive files from anyone, anywhere.
it: Kezyy semplifica la raccolta di file, permettendoti di ricevere file senza sforzo.

source: Simplify your file collection process with Kezyy. Receive files from anyone, anytime.
it: Semplifica il tuo processo di raccolta file con Kezyy. Ricevi file da chiunque, in qualsiasi momento.

source: Back to homepage
it: Torna alla homepage

source: © 2024 Kezyy™. All Rights Reserved.
it: © 2024 Kezyy™. Tutti i diritti riservati.

source: Privacy Policy
it: Politica sulla Privacy

source: Terms of Service
it: Termini del Servizio

source: Contact us
it: Contattaci

source: Choose a language:
it: Scegli una lingua:

source: Logged in as:
it: Accesso effettuato come:

source: Spaces
it: Spazi

source: My plan
it: Il mio piano

source: Upgrade plan
it: Upgrade

source: Settings
it: Impostazioni

source: Help Center
it: Centro Assistenza

source: Sign out
it: Scollegati

source: Sign in
it: Accedi

source: Access beta
it: Accedi alla beta

source: Features
it: Funzionalità

source: Pricing
it: Prezzi

source: Help
it: Supporto

source: of
it: di

source: Prev
it: Precedente

source: Next
it: Prossimo

source: Basic
it: Base

source: Test out what Kezyy can do to streamline your file collection
it: Valuta cosa Kezyy può fare per semplificare la raccolta di documenti

source: Free
it: Gratis

source: Key features:
it: Funzionalità principali:

source: <span> Max spaces: <span class="font-semibold">%(max_free_spaces)s spaces</span></span>
it: <span>Massimo numero di spazi: <span class="font-semibold">%(max_free_spaces)s spazi</span></span>

source: Google Drive, OneDrive and Sharepoint integration
it: Integrazione con Google Drive, OneDrive e Sharepoint

source: Deadlines and reminders
it: Scadenze e promemoria

source: Unlimited invitees per space
it: Numero illimitato di invitati per spazio

source: Unlimited file requests per space
it: Numero illimitato di richieste di documenti per spazio

source: Self service knowledge base
it: Accesso alla knowledge base

source: Current plan
it: Piano attuale

source: Get started
it: Inizia ora

source: All basic features, plus:
it: Tutte le funzionalità base, più:

source: Unlimited spaces
it: Spazi illimitati

source: Email support
it: Supporto via email

source: Will cancel on
it: Scadrà il

source: Manage my subscription
it: Gestisci la mia iscrizione

source: Need Enterprise features?
it: Ti servono funzionalità Enterprise?

source: Contact us at:
it: Contattaci tramite:

source: Tell us more
it: Dicci di più

source: Chose the right plan for you
it: Scegli il piano giusto per te

source: %(receiver_name)s has requested changes to the file %(title)s, click to access the space <br>
it: %(receiver_name)s ha richiesto delle modifiche al file %(title)s, clicca per accedere allo spazio <br>

source: File to change:
it: documenti da ricaricare:

source: Reference email: %(receiver_email)s
it: Email di riferimento: %(receiver_email)s

source: You have time until
it: Hai tempo fino a

source: Add the deadline to your calendar
it: Aggiungi la scadenza al tuo calendario

source: Copyright 2024 Kezyy. All rights reserved.
it: Copiright 2024 Kezyy. Tutti i diritti riservati.

source: Go to Space for more details
it: Accedi allo Spazio per maggiori dettagli

source: You have been requested the following:
it: Ti sono stati richiesti i seguenti elementi:

source: Remember to complete the upload at<br> <a href="%(space_link)s" style="text-decoration:underline;"> %(title)s </a>
it: Ricorda di completare il caricamento a<br> <a href="%(space_link)s" style="text-decoration:underline;"> %(title)s </a>

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
it: Stai ricevendo questa email perché tu o qualcuno altro ha richiesto il reset della password per il tuo account. Può essere tranquillamente ignorata se non hai richiesto un reset della password. Clicca sul link qui sotto per reimpostare la tua password.

source: In case you forgot, your username is %(username)s.
it: Nel caso tu l'abbia dimenticato, il tuo nome utente è %(username)s.

source: %(sender_email)s has uploaded files to <b>%(req_title)s</b>, in space
it: %(sender_email)s ha caricato file in <b>%(req_title)s</b>, nello spazio

source: File uploaded:
it: File caricato:

source: Notes from the sender: %(notes)s
it: Note da parte del caricatore: %(notes)s

source: %(receiver_name)s invites you to upload files to the space:<br> <a href="%(space_link)s" style="text-decoration:underline;"> %(title)s </a>
it: %(receiver_name)s ti invita a caricare dei documenti nello spazio:<br> <a href="%(space_link)s" style="text-decoration:underline;"> %(title)s </a>

source: You have uploaded files to <b>%(req_title)s</b>, in space
it: Hai caricato file in <b>%(req_title)s</b>, nello spazio

source: Upload notes: %(notes)s
it: Note di caricamento: %(notes)s

source: %(user_identifier)s wants you to join %(org_name)s:
it: %(user_identifier)s vuole che tu ti unisca a %(org_name)s:

source: Accept invitation
it: Accetta l'invito

source: Detail
it: Dettagli

source: Contacts
it: Contatatti

source: Create new contact
it: Crea un nuovo account

source: Name
it: Nome

source: Company
it: Azienda

source: There are no contacts yet
it: Ancora non ci sono contatti

source: Save organization
it: Salva organizzazione

source: Add new organization
it: Aggiungi una nuova organizzazione

source: Send invitation
it: Manda invito

source: Members
it: Membri

source: Owner
it: Proprietario

source: Member
it: Membro

source: return confirm('Are you sure you want to remove this member?');
it: return confirm('Sei sicuro di voler rimuovere questo membro?');

source: return confirm('Are you sure you want to leave this organization?');
it: return confirm('Sei sicuro di voler lasciare questa organizzazione?');

source: Remove
it: Rimuovi

source: Leave
it: Lascia

source: There are no users yet
it: Non ci sono ancora utenti

source: return confirm('Are you sure you want to revoke this invitation?');
it: return confirm('Sei sicuro di voler revocare questo invito?');

source: Revoke
it: Revoca

source: Language
it: Lingua

source: Save
it: Salva

source: Profile
it: Profilo

source: Notifications
it: Notifiche

source: Connections
it: Connessioni

source: Provider
it: Fornitore

source: Cloud Storage
it: Archiviazione Cloud

source: Status
it: Stato

source: Options
it: Opzioni

source: No providers available.
it: Nessun fornitore disponibile

source: Sender Notifications
it: Notifiche per il caricatore

source: Close your account
it: Chiudi il tuo account

source: Delete account
it: Cancella account

source: Connected
it: Connesso

source: Connection expired
it: Connessione scaduta

source: Not connected
it: Non connesso

source: Connect
it: Connesso

source: return confirm('Are you sure you want to disconnect this account? All associated requests will be suspended.')
it: return confirm('Sei sicuro di voler disconnettere questo account? Tutte le richieste associate verranno sospese.')

source: Disconnect
it: Disconnetti

source: return confirm('Are you sure you want to delete this space?');
it: return confirm('Sei sicuro di voler eliminare questo spazio?');

source: Duplicate
it: Duplica

source: Delete
it: Elimina

source: Add contact
it: Aggiungi contatto

source: Save contact
it: Salva contatto

source: Add new contact
it: Aggiungi nuovo contatto

source: To access service:
it: Per accedere al servizio:

source: Connect a %(missing_provider.name|title)s Account
it: Collega un account %(missing_provider.name|title)s

source: Reconnect your
it: Riconnetti il tuo

source: Open
it: Apri

source: No results found
it: Nessun risultato trovato

source: Destination folder
it: Cartella di destinazione

source: MANDATORY
it: OBBLIGATORIO

source: Requests
it: Richieste

source: Are you sure you want to delete this request?
it: Sei sicuro di voler eliminare questa richiesta?

source: Request is suspended, select a destination to activate it again
it: La richiesta è sospesa, seleziona una destinazione per attivarla nuovamente

source: Summary
it: Riassunto

source: Edit
it: Modifica

source: Everyone
it: Chiunque

source: Invitation
it: Invito

source: Send invitation to everyone
it: Manda invito a tutti

source: Deadline Reminder
it: Promemoria della deadline

source: Send reminder to everyone
it: Manda promemoria a tutti

source: Request changes
it: Richiedi modifiche

source: Upload Timestamp
it: Data e ora di caricamento

source: Uploader email
it: Email del caricatore

source: Request
it: Richiesta

source: Notes
it: Note

source: from public link
it: da link pubblico

source: No uploads
it: Nessun caricamento

source: Uploads by: %(sender.email)s
it: Caricamenti di: %(sender.email)s

source: Uploads via public link
it: Caricamenti tramite link pubblico

source: Accept all files
it: Accetta tutti i file

source: Uploads History
it: Cronologia dei caricamenti

source: (suspended)
it: (sospeso)

source: Request suspended, add a destination to activate it again
it: Richiesta sospesa, aggiungi una destinazione per attivarla nuovamente

source: Unable to retrieve name
it: Impossibile recuperare il nome

source: No active destination
it: Nessuna destinazione attiva

source: files
it: file

source: Request Title
it: Titolo della richiesta

source: Current destination
it: Destinazione attuale

source: Uploaded files
it: File caricati

source: Last invitation:
it: Ultimo invito:

source: Never invited
it: Mai invitato

source: Last notification:
it: Ultimo invito:

source: Never notified
it: Mai notificato

source: Send reminder
it: Invia promemoria

source: Space link
it: Link dello spazio

source: Link to space:
it: Link allo spazio

source: space link
it: link dello spazio

source: Copy link
it: Copia link

source: Link status:
it: Stato del link

source: Uploads
it: Caricamenti

source: number of uploaded files
it: numero di file caricati

source: Space Link
it: Link dello Spazio

source: Link Status
it: Stato del Link

source: Everyone (public)
it: Tutti (pubblico)

source: public space link
it: link dello spazio pubblico

source: inactive
it: inattivo

source: active
it: attivo

source: Deadline expired!
it: Deadline superata!

source: To change this setting edit the space
it: Per modificare questa impostazione modifica lo spazio

source: Uploads allowed after the deadline
it: Caricamenti consentiti dopo la scadenza

source: Uploads forbidden after the deadline
it: Caricamenti vietati dopo la scadenza

source: Notifications will be sent out on
it: Le notifiche verranno inviate il

source: at
it: alle

source: Request Summary
it: Riepilogo delle richieste

source: Sender Summary
it: Riepilogo del mittente

source: Type to search...
it: Digita per cercare...

source: Your Spaces
it: I tuoi Spazi

source: You have not created any spaces yet
it: Non hai ancora creato nessuno spazio

source: Create your first space
it: Crea il tuo primo spazio

source: Don't know where to start?
it: Non sai da dove iniziare?

source: Read our guide
it: Leggi la nostra guida

source: Log in
it: Accedi

source: or
it: oppure

source: Kezyy is currently in beta. Access is limited to approved profiles only. Feel free to request access by clicking below.
it: Kezyy è in versione beta. L'accesso è limitato ai profili approvati. Richiedi l'accesso cliccando qui sotto.

source: Request beta access
it: Richiedi accesso alla beta

source: Login Cancelled
it: Accesso Annullato

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to
it: Hai deciso di annullare l'accesso al nostro sito utilizzando uno dei tuoi account esistenti. Se è stato un errore,per favore procedi a

source: Password Reset
it: Reimpostazione Password

source: Email sent
it: Email inviata

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
it: Ti abbiamo inviato un'email. Se non l'hai ricevuta controlla nella tua cartella spam. Altrimenti contattaci se non la ricevi entro pochi minuti.

source: Change Password
it: Modifica Password

source: Bad Token
it: Token non valido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a> .
it: Il link di reimpostazione della password non era valido, probabilmente perché già utilizzato. Si prega di richiedere una <a href="%(passwd_reset_url)s">nuova reimpostazione della password</a>.

source: Back to hompage
it: Torna alla homepage

source: Your password is now changed.
it: La tua password è stata reimpostata.

source: Reset Password
it: Reimposta la Password

source: Forgot your password? Enter your email address below, and we'll email you a link to reset it.
it: Dimenticato la password? Inserisci il tuo indirizzo email qui sotto, e ti invieremo un link per reimpostarla.

source: Reset password
it: Reimposta la Password

source: Create a new account
it: Crea un nuovo account

source: Register new account
it: Crea nuovo account

source: Already have an account?
it: Hai già un account?

source: Thanks for requesting access to Kezyy's Beta
it: Grazie per aver richiesto l'accesso alla Beta di Kezyy

source: We'll get back to you in a few hours after we have reviewed your request.
it: Ti risponderemo in poche ore dopo aver elaborato la tua richiesta.

source: Kezyy's Beta Access
it: Accesso alla Beta di Kezyy

source: To access the Beta you need to have your email approved.
it: Per accedere alla Beta è necessario che la tua email venga approvata.

source: You can book a Demo and explain your use case or just fill a short form if you prefer.
it: Puoi prenotare una Demo e spiegare il tuo caso d'uso o semplicemente compilare un breve form se preferisci.

source: 'Book a 15 minutes Demo'
it: 'Prenota una Demo di 15 minuti'

source: Or fill a short form
it: O compila un breve form

source: Kezyy's Beta Access Form
it: Modulo di accesso alla Beta di Kezyy

source: <p class="mt-2 text-sm text-gray-600">Please, provide your email address and answer these few questions.<br> We review requests every day, and you will receive an email once you will be allowed to sign up.<br> Remember to insert the same email you will use to sign up via your Google or Microsoft account.</p>
it: <p class="mt-2 text-sm text-gray-600">Per favore, fornisci il tuo indirizzo email e rispondi a queste poche domande.<br> Esaminiamo le richieste ogni giorno, e riceverai una email una volta che ti sarà possibile registrarti.<br> Ricorda di inserire la stessa email che userai per registrarti tramite il tuo account Google o Microsoft.</p>

source: Book a demo instead
it: Prenota una demo invece

source: required
it: obbligatorio

source: Briefly describe how and why you collect files?
it: Descrivi brevemente come e perché richiedi documenti a terzi?

source: What's your company?
it: Qual è la tua azienda?

source: And role?
it: E il tuo ruolo?

source: How did you hear about Kezyy?
it: Come hai sentito parlare di Kezyy?

source: Learn more
it: Scopri di più

source: Effortless file collection
it: Gestisci le richieste di documenti in scioltezza

source: Set instructions, automate reminders, share public links and receive files neatly named in your drive.
it: Imposta le istruzioni, automatizza promemoria, condividi link e ricevi i documenti nominati a tuo piacimento sul tuo drive.

source: Access beta for free
it: Accedi gratuitamente alla beta

source: No credit card required
it: Nessuna carta di credito richiesta

source: View all features
it: Vai alle funzionalità

source: All the features you need in one tool
it: Tutte le funzionalità di cui hai bisogno in un unico strumento

source: You will feel like you hired someone to take care of collecting files for you.
it: Ti sembrerà di aver assunto qualcuno per occuparsi della raccolta di documenti per te.

source: Forget attachments, welcome personal links
it: Dimentica gli allegati, benvenuti link di caricamento

source: Collect the same type of files from multiple counterparties with personal links. No sign up required.
it: Colleziona documenti da più controparti, inviando a ciascuna il suo link. Per loro non è richiesta alcuna registrazione.

source: disable sender link gif
it: disabilita il link del mittente - gif

source: All instructions in one place
it: Tutte le istruzioni in un unico posto

source: Replace long email threads by specifying all instructions in one place. Update details anytime.
it: Sostituisci lunghi scambi di email specificando le istruzioni in un unico posto. Aggiorna i dettagli in qualunque momento.

source: No awkward follow-ups with deadlines and reminders
it: Nessun imbarazzante sollecito grazie a scadenze e promemoria automatici

source: Set deadlines visible in calendars and let automated gentle reminders replace awkward pings.
it: Imposta scadenze da aggiungere al calendario e lascia che i promemoria automatici non ti facciano passare per insistente.

source: Predefined file destination
it: Cartelle di destinazione preimpostate per ogni documento

source: Assign to each file a specific destination in your drive system.
it: Assegna a ciascun documenti una una cartella di destinazione specifica nel tuo drive.

source: Parametric file names
it: Nomi parametrici per i documenti

source: Stop renaming every attachment you receive, set a name that will tell what's inside including the upload date, sender email, and more.
it: Smetti di rinominare ogni allegato che ricevi, imposta nomi dei documenti rappresentativi del contenuto grazie a componenti parametriche tra cui la data di caricamento, il nome del mittente e altro ancora.

source: Multiple file requests via one link
it: Colleziona più documenti tramite un unico link

source: Never ask to send the missing file again. Add multiple file requests to each upload space and set dedicated instructions and rules.
it: Serve richiedere un documento aggiuntivo? Aggiungi più richieste a ogni spazio di caricamento senza modificare il link di accesso e imposta istruzioni dedicate per ogni richiesta.

source: Space dashboard
it: Dashboard deglo spazio di caricamento

source: Don't go through your email to see what's missing, the space dashboard has everything you need.
it: Non cercare tra le tue email per vedere cosa manca, la dashboard dello spazio ha tutto ciò di cui hai bisogno.

source: No more wrong files
it: Mai più file sbagliati

source: Counterparties upload files in one dedicated space. Each file is instantly validated by your rules, making progress transparent to all.
it: Ogni documento caricato viene validato secondo le tue regole istantaneamente per notificare subito l'invitato che qualcosa non è corretto.

source: Choose the right plan for you and your team
it: Scegli il piano giusto per te e il tuo team

source: Security first
it: Sicurezza al primo posto

source: Kezyy never stores your files
it: Kezyy non salva mai i tuoi documenti

source: Kezyy ensures direct transfers from your counterparties to your storage system, keeping files extra safe and confidential.
it: Kezyy garantisce trasferimenti diretti dai tuoi partner al tuo sistema di archiviazione, mantenendo i documenti sicuri e confidenziali.

source: Google Drive<br>connection
it: Connessione a<br>Google Drive

source: Receive files on shared folders too.
it: Ricevi documenti anche in cartelle condivise.

source: OneDrive<br>connection
it: Connessione a<br>OneDrive

source: Make received files instantly available to your peers.
it: Rendi i documenti ricevuti immediatamente disponibili ai tuoi colleghi.

source: "Managing hundreds of weekly customer files via email, from download to Drive upload, was tedious, especially tracking missing submissions. With Kezyy, files land directly where needed, and we are perceived as more organized."
it: "Gestire centinaia di documenti inviati per email dai clienti ogni settimana, scaricarli e caricarli su Drive, era faticoso, specialmente tracciare ciò che non era ancora stato inviato. Con Kezyy, i file arrivano direttamente dove li voglio. Con Kezyy, i file arrivano direttamente dove necessario, e siamo percepiti come più organizzati."

source: Get started for free
it: Inizia gratuitamente

source: Start collecting files on autopilot
it: Inizia a raccogliere documenti con il pilota automatico

source: Accessing as:
it: Accesso come:

source: Accessing via public link
it: Accesso tramite link pubblico

source: Invited by:
it: Invitato da:

source: Upload Space
it: Spazio di caricamento

source: Total max size of uploads: 50MB
it: Massima dimensione totale dei documenti in un caricamento: 50MB

source: You will not be able to upload files after the deadline.
it: Non sarà possibile caricare file dopo la scadenza.

source: Deadline Expired
it: Deadline superata

source: It is not possible to upload files anymore. For any inquiries, contact:
it: Non è più possibile caricare documenti. Per qualsiasi domanda, contatta:

source: Click to upload
it: Clicca per caricare

source: Use this as a reference for your upload:
it: Usa questo come riferimento per il tuo caricamento:

source: Template
it: Modello

source: Restrictions:
it: Restrizioni:

source: Allowed file extensions:
it: Estensioni di file consentite:

source: Previous uploads
it: Caricamenti precedenti

source: Get an email with a summary of the files uploaded
it: Ricevi un'email con un riepilogo dei file caricati

source: Confirm and Upload
it: Conferma e Carica

source: Sign in with
it: Accedi con

source: Or use a third-party
it: O usa un servizio terzo

source: You can not disconnect from your last account
it: Non puoi disconnetterti dal tuo ultimo account

source: Forgot your password?
it: Dimenticato la password?

source: Reset
it: Reimposta

source: Username
it: Nome utente

source: Email address
it: Indirizzo email

source: John Doe
it: Andrea Rossi

source: User Name
it: Nome

source: jhon.doe@mail.com
it: andrea.rossi@mail.com

source: User Email
it: Email

source: Finance
it: Finanza

source: Industry
it: Settore

source: United States
it: Italia

source: Country
it: Paese

source: Acme Inc.
it: ABC spa

source: Accountant
it: Contabile

source: Role
it: Ruolo

source: Explain what you would like to use Kezyy for
it: Spiega per cosa vorresti usare Kezyy

source: Intended use
it: Uso previsto

source: First Touchpoint
it: Come ci hai conosciuto

source: {email} is not a valid email address
it: {email} non è un indirizzo email valido

source: You are a robot
it: Sei un robot

source: First name
it: Nome

source: First Name
it: Nome

source: Last name
it: Cognome

source: Last Name
it: Cognome
