Repository: turing95/data_sharing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Add a note to your upload...
it: Aggiungi una nota al tuo caricamento...

source: Add a note to clarify what you are uploading, if needed. Notes do not substitute the upload of the requested files.
it: Aggiungi una nota per chiarire cosa stai caricando, se necessario. Le note non sostituiscono il caricamento dei documenti richiesti.

source: has extension
it: ha l'estensione

source: which is not allowed.
it: che non è consentita.

source: You need to upload at least one file.
it: Devi caricare almeno un documento.

source: You must select at least one file
it: Devi selezionare almeno un documento.

source: {slug} is not a valid file type
it: {slug} non è un tipo di file valido

source: Name the file as you want it to appear in your destination folder. You can use tags to make the file name parametric. Here is the list of the possible tags:
it: Nomina il file come desideri che appaia nella tua cartella di destinazione. Puoi utilizzare i tag per rendere il nome del file parametrico. Ecco l'elenco dei possibili tag:

source: Untitled request*
it: Richiesta senza titolo*

source: Request title - MANDATORY
it: Titolo della richiesta - OBBLIGATORIO

source: This will be displayed to your invitees. Assign a meaningful title to your request to help your invitees understand what you are asking for.
it: Questo sarà visualizzato dai tuoi invitati. Assegna un titolo significativo alla tua richiesta per aiutare i tuoi invitati a capire cosa stai chiedendo.

source: Insert file name, use tags for dynamic naming
it: Inserisci il nome del file, usa i tag per la denominazione dinamica

source: File naming formula
it: Formula di denominazione del file

source: Insert parameter
it: Inserisci parametro

source: Available naming tags
it: Tag di denominazione disponibili

source: Destination folder ID
it: ID cartella di destinazione

source: The file uploaded for this request will be sent to the folder selected here. Choose a cloud storage provider and search for a folder and select it.
it: Il file caricato per questa richiesta verrà inviato alla cartella selezionata qui. Scegli un provider di archiviazione cloud, cerca una cartella e selezionala.

source: Destination type
it: Tipo di destinazione

source: Non-editable Field
it: Campo non editabile

source: No folder selected yet
it: Ancora nessuna cartella selezionata

source: Add request-specific instructions here
it: Aggiungi qui istruzioni specifiche per la richiesta

source: Request Instructions
it: Istruzioni per la Richiesta:

source: Use this to provide additional information for your invitees that are specific to the request. Leave blank if not necessary.
it: Utilizza questo per fornire informazioni aggiuntive specifiche della richiesta ai tuoi invitati. Lascia vuoto se non necessario.

source: Custom file names
it: Nomi parametrici per i documenti

source: File Naming
it: Denominazione File

source: By default, files are saved to your destination folder with the name they have been uploaded with. You can choose to apply a custom file name to add parametric information to the file names to make them more meaningful and standardized
it: Di default, i file vengono salvati nella cartella di destinazione con il nome con cui sono stati caricati. Puoi scegliere di applicare un nome file personalizzato per aggiungere informazioni parametriche ai nomi dei file per renderli più significativi e standardizzati

source: Multiple Files
it: File multipli

source: By default, each request can only contain one file. You can choose to enable multiple files upload for this request.
it: Di default, ogni richiesta può contenere solo un file. Puoi scegliere di abilitare il caricamento di file multipli per questa richiesta.

source: File Template
it: Modello

source: Insert file template URL
it: Inserisci il link a un modello

source: You can provide a template file that will be available for download to your invitees. Leave blank if not necessary.
it: Puoi fornire un modello di file che sarà disponibile per il download ai tuoi invitati. Lascia vuoto se non necessario.

source: This name will be used as the reference name displayed in all notifications sent to the senders.
it: Questo nome verrà utilizzato come nome di riferimento visualizzato in tutte le notifiche inviato ai mittenti.

source: Reference Email
it: Email di Riferimento

source: This email will be used as the reference email displayed in all notifications sent to the senders.
it: Questa email verrà utilizzata come email di riferimento e visualizzata in tutte le notifiche inviate ai mittenti.

source: This language will be used as the preferred language for all notifications sent to the senders.
it: Questa lingua verrà utilizzata come lingua preferita per tutte le notifiche inviate ai mittenti.

source: Upload notification
it: Notifica di caricamento

source: Receive a notification when a sender uploads a file to your space. This notification will be sent to the email address you have registered with us.
it: Ricevi una notifica quando un mittente carica un file nel tuo spazio. Questa notifica verrà inviata all'indirizzo email che hai registrato con noi.

source: Company not found.
it: Azienda non trovata.

source: {invalid_emails[0]} is not a valid email address
it: {invalid_emails[0]} non è un indirizzo email valido

source: {', '.join(invalid_emails)} are not valid email addresses
it: {', '.join(invalid_emails)} non sono indirizzi email validi

source: Untitled Space*
it: Spazio senza titolo*

source: Space title - MANDATORY
it: Titolo dello Spazio - OBBLIGATORIO

source: It will be displayed to your invitees
it: Sarà mostrato ai tuoi invitati

source: Select the company to which the space belongs.
it: Seleziona l'azienda a cui appartiene lo spazio.

source: Type to search companies
it: Digita per cercare aziende

source: Type the company name to search for it.
it: Digita il nome dell'azienda per cercarla.

source: Senders emails
it: Email dei mittenti

source: Each invitee will have their own access link and will not be able to see any other invitee in the list.
it: Ogni invitato avrà il proprio link di accesso e non potrà vedere gli altri invitati nell'elenco.

source: Type or paste email addresses of invitees
it: Digita o incolla gli indirizzi email degli invitati

source: Invitation notification
it: Notifica di invito

source: All invitees will receive an email with the link to the space upon creation. You can re-send the invitation at any time.
it: Tutti gli invitati riceveranno un'email con il link allo spazio al momento della creazione. Puoi inviare nuovamente l'invito in qualsiasi momento.

source: Public link
it: Link pubblico

source: The public link will not be tied to a specific email address and can be used to collect inputs from the general public, when there is not the need to distinguish one upload from another. The link can be enabled and disabled at any time, and can coexist with the invitees links.
it: Il link pubblico non sarà legato a un indirizzo email specifico e può essere utilizzato per raccogliere contributi dal pubblico generale, quando non è necessario distinguere un caricamento dall'altro. Il link può essere attivato e disattivato in qualsiasi momento e può coesistere con i link degli invitati.

source: Explain what files you are requesting
it: Spiega quali file stai richiedendo

source: Instructions
it: Istruzioni

source: These instructions will be displayed to your invitees. They refer to all the file requests in the space.
it: Queste istruzioni verranno visualizzate dai tuoi invitati. Si riferiscono a tutte le richieste di file nello spazio.

source: The deadline applies to all invitees and is visible in their upload page. You can customize what happens once the deadline is reached.
it: La scadenza si applica a tutti gli invitati ed è visibile nella loro pagina di caricamento. Puoi personalizzare cosa succede una volta raggiunta la scadenza.

source: Days
it: Giorni

source: Days before deadline
it: Giorni prima della deadline

source: Number of days before the deadline to send notifications.
it: Numero di giorni prima della scadenza per inviare le notifiche.

source: Hours
it: Ore

source: Hours before deadline
it: Ore prima della deadline

source: Number of hours before the deadline to send notifications.
it: Numero di ore prima della deadline per inviare notifiche.

source: Uploads after deadline
it: Caricamenti dopo la deadline

source: Your invitees will be able to upload files after the deadline if this is enabled. You can change this setting at any time.
it: I tuoi invitati potranno caricare file dopo la scadenza se questa opzione è abilitata. Puoi modificare questa impostazione in qualsiasi momento.

source: Notification
it: Notifiche

source: Notify deadline
it: Notifica la deadline

source: Set a number of days and hours before the deadline to send a notification to your invitees.
it: Imposta un numero di giorni e ore prima della scadenza per inviare una notifica ai tuoi invitati.

source: Deadline must be in the future.
it: La deadline deve essere nel futuro.

source: Current time is past the deadline notification time.
it: L'orario attuale è successivo a quando è pianificata notifica della deadline.

source: Invite collaborator:
it: Invita collaboratore:

source: user@mail.com
it: utente@mail.com

source: User already in organization
it: Utente già nell'organizzazione

source: User already invited
it: Utente già invitato

source: Populates the database with common file extensions and descriptive slugs
it: Popola il database con estensioni di file comuni e slug descrittivi

source: Successfully populated file types with descriptive slugs
it: Tipi di file inseriti con successo con slug descrittivi

source: New space
it: Nuovo spazio

source: Upgrade to create more spaces
it: Passa a Pro per creare più spazi

source: New beta access request from {self.user_name} ({self.user_email}) Industry: {self.industry} Country: {self.country} Company: {self.company} User role: {self.user_role} Intended use: {self.intended_use} First touchpoint: {self.first_touchpoint}
it: Nuova richiesta di accesso alla beta da {self.user_name} ({self.user_email}) Settore: {self.industry} Paese: {self.country} Azienda: {self.company} Ruolo dell'utente: {self.user_role} Uso previsto: {self.intended_use} Primo punto di contatto: {self.first_touchpoint}

source: New beta access request from {self.user_name} ({self.user_email})
it: Nuova richiesta di accesso alla beta da {self.user_name} ({self.user_email})

source: Accepted
it: Accettato

source: Rejected
it: Respinto

source: Pending
it: In attesa

source: wants you to join
it: vuole che tu ti unisca a

source: Deadline notification for sender {}
it: Notifica di scadenza per il mittente {}

source: Remember to complete the upload to the space:
it: Ricorda di completare i caricamenti per lo spazio:

source: Upload reminder for the space:
it: Promemoria di caricamento documenti per lo spazio:

source: invites you to upload files to the space:
it: ti invita a caricare dei documenti nello spazio:

source: Invitation:
it: Invito:

source: {context["receiver_name"]} has requested changes for {upload_request.title}
it: {context["receiver_name"]} ha richiesto modifiche per {upload_request.title}

source: has requested changes for
it: ha richiesto dei cambiamenti a

source: Changes Requested:
it: Cambiamenti Richiesti:

source: Your Upload receipt
it: La tua ricevuta di caricamento

source: New Upload to
it: Nuovo caricamento su

source: in space
it: nello spazio

source: Changes requested successfully
it: Modifiche richieste con successo

source: All files accepted successfully
it: Tutti i file accettati con successo

source: File accepted successfully
it: File accettato con successo

source: Organization created successfully
it: Organizzazione creata con successo

source: Profile updated
it: Profilo aggiornato

source: {sender.email} notified
it: {sender.email} notificato

source: {sender.email} invited
it: {sender.email} invitato

source: Notification are being sent to all senders
it: Le notifiche stanno venendo inviate a tutti i mittenti

source: Invitation are being sent to all senders
it: Gli inviti stanno venendo inviati a tutti gli invitati

source: Settings updated
it: Impostazioni aggiornate

source: Account successfully deleted
it: Account cancellato con successo

source: Contact created successfully
it: Account creato con successo

source: Error creating contact. Please try again.
it: Errore nella creazione del contatto. Per favore, prova di nuovo.

source: User invited successfully
it: Utente invitato con successo

source: User added to organization successfully
it: Utente aggiunto all'organizzazione con successo

source: Invitation revoked successfully
it: Invito revocato con successo

source: You have left the organization
it: Hai abbandonato l'organizzazione

source: User removed from organization
it: Utente rimosso dall'organizzazione

source: Back to Spaces
it: Torna alla homepage

source: Save space
it: Salva lo spazio

source: An error occurred while uploading file {uploaded_file.name}
it: Si è verificato un errore durante il caricamento del file {uploaded_file.name}

source: Your upload has completed
it: Il tuo caricamento è stato completato

source: No Space matches the given query: {filter_criteria}
it: Nessuno spazio corrisponde alla query fornita: {filter_criteria}

source: Sender with id '{sender_id}' not found
it: Mittente con id '{sender_id}' non trovato
